import React from "react";

function Remark() {
  return (
    <>
      <p className="text-xs font-bold mt-[60px]">หมายเหตุ</p>
      <ul className="text-xs">
        <li>ข้อมูล ณ สิ้นสุดเดิอน ธันวาคม พ.ศ. 2567</li>
        <li>ระยะเวลามากกว่า 1 ปีขึ้นไปจะแสดงในรูปแบบของข้อมูลต่อปี</li>
        <li>
          ข้อมูลที่แสดงทั้งหมดมาจากแหล่งข้อมูลที่น่าเชื่อถือ เช่น สำนักงาน กลต.
          หรือ เว็บไซต์ของบริษัทหลักทรัพย์จัดการกองทุน เป็นต้น อย่างไรก็ตาม ทาง
          MyWishFund ไม่รับรองถึงความถูกต้องสมบูรณ์ของข้อมูลดังกล่าว
        </li>
      </ul>
    </>
  );
}

export default Remark;
